abusaidm.html-snippets
ecmel.vscode-html-css
esbenp.prettier-vscode
formulahendry.code-runner
johnpapa.vscode-peacock
karigari.chat
Kasik96.swift
monokai.theme-monokai-pro-vscode
ms-azuretools.vscode-docker
ms-dotnettools.csharp
ms-python.python
ms-vscode.cpptools
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-audio
ms-vsliveshare.vsliveshare-pack
msjsdiag.vscode-react-native
ritwickdey.LiveServer
skyran.js-jsx-snippets

